Repository: kikeland68/xMediaConvert
Catalog: *.lproj/Localizable.strings
Languages: spanish

source: Start
spanish: Comenzar

# STARTENCODE
source: Press start to encode
spanish: Pulse comenzar para codificar fichero(s)

# SAVETO
source: Same folder as input file
spanish: Misma carpeta de entrada

source: Starting
spanish: Comenzando

source: Finishing
spanish: Terminando

# FILE
source: %@ file %d...
spanish: %@ archivo %d...

# ESTIMATINGTIME
source: Estimating time remaining for
spanish: Estimando tiempo restante para

# ABOUTAMINUTE
source: About a minute remaining for
spanish: Queda aproximadamente un minuto para

# ABOUT_N_MINUTES
source: About %d minutes remaining for
spanish: Quedan aproximadamente %d minutos para

# LESS_THAN_A_MINUTE
source: Less than a minute remaining for
spanish: Queda menos de un minuto para

# FILE_OF_TOTAL
source: File %d of %d
spanish: Archivo %d de %d

# ENCODED_SUCCESSFUL
source: All files finished encoding without errors
spanish: Todos los archivos se han codificado sin errores

# ENCODED_UNSUCCESSFUL
source: Some files had errors during encoding. See Console for details
spanish: Ha habido errores al codificar algunos ficheros. Abra la consola para mostrar los detalles

# START_CODIFYING
source: Codifying ...
spanish: Codificando ...
